blog/2013-09-15-weekendlinkfest.html

<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>Weekend Linkfest 15.9.2013 - Everything Counts</title>
	<meta name="author" content="Ronert Obst">

	
	<meta name="description" content="Statistics and Machine Learning Erin Shellman, Data Scientist at Nordstrom Innovation Lab Interview WTF does a Data Scientist do all day? Scaling by &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="Everything Counts" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><![endif]-->
	<!--- MathJax Configuration -->

</head>

<body>
	<header id="header" class="inner"><h1><a href="/">Everything Counts</a></h1>
<nav id="main-nav"><ul class="main">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
  <li><a href="/about/">About</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
  <li><a href="/about/">About</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:ronert-obst.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		<a class="google" href="https://plus.google.com/102717496982395822694?rel=author" title="Google+">Google+</a>
		
		
		<a class="twitter" href="http://twitter.com/ronert_obst" title="Twitter">Twitter</a>
		
		
		<a class="github" href="https://github.com/ronert" title="GitHub">GitHub</a>
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:ronert-obst.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">Weekend Linkfest 15.9.2013</h2>
	<div class="entry-content"><div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Statistics and Machine Learning</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><a href="https://www.dashingd3js.com/blog/erin-shellman-data-scientist-interview">Erin Shellman, Data Scientist at Nordstrom Innovation Lab Interview</a>
</li>
<li><a href="http://learnitdaily.com/what-is-a-data-scientist/">WTF does a Data Scientist do all day?</a>
</li>
<li><a href="http://datasciencelondon.org/scaling-by-cheating-approximation-sampling-and/">Scaling by Cheating: Approximation, Sampling and Fault-friendliness for Scalable Big Learning</a>
</li>
<li><a href="http://mbjoseph.github.io/blog/2013/09/08/metropolis/">Animating the Metropolis algorithm</a>
</li>
<li><a href="http://doingbayesiandataanalysis.blogspot.de/2013/09/visualization-of-metropolis-with.html">Visualization of Metropolis with rejected proposals</a>
</li>
<li><a href="http://nlp.stanford.edu/pubs/CICLing2011-manning-tagging.pdf">Part-of-Speech Tagging from 97% to 100%: Is It Time for Some Linguistics?</a>
</li>
<li><a href="https://www.edx.org/course/caltechx/cs1156x/learning-data/1120">Learning From Data | edX</a>
</li>
<li><a href="http://projecteuclid.org/DPubS?verb=Display&version=1.0&service=UI&handle=euclid.ba/1378729914&page=record">On the Prior and Posterior Distributions Used in Graphical Modelling</a>
</li>
<li><a href="http://bickson.blogspot.de/2013/09/mlbase-spark-talk.html">MLBase + Spark talk</a>
</li>
<li><a href="http://normaldeviate.wordpress.com/2013/09/11/consistency-sparsistency-and-presistency/">Consistency, Sparsistency and Presistency</a>
</li>
<li><a href="http://blog.mikiobraun.de/2013/09/data-base-vs-data-science.html">Marginally Interesting: Data Base vs. Data Science</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">R Package of the Week</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><a href="http://cran.r-project.org/web/packages/stargazer/index.html">stargazer</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Paper of the Week</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="http://reasoning.cs.ucla.edu/fetch.php?id=104&type=pdf">What are Bayesian networks and why are their applications growing across all fields?</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Programming</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li><a href="http://www.bioinformaticszen.com/post/decomplected-workflows-makefiles/">Decomplected workflows: Makefiles · Bioinformatics Zen</a>
</li>
<li><a href="http://www.amazon.com/dp/B00F2MPD9O/">Dynamic Documents with R and knitr (Chapman &amp; Hall/CRC The R Series) eBook released</a>
</li>
<li><a href="http://www.slant.co/topics/67/~what-are-the-best-programming-fonts">What are the best programming fonts?</a>
</li>
<li><a href="http://readwrite.com/2013/09/10/postresql-hits-93-new-levels-of-popularity-with-the-cool-kids?utm_source=direct-readwr.it&utm_campaign=&utm_medium=readwr.it-twitter&awesm=readwr.it_chl&utm_content=readwrite3-orionautotweet#awesm=~ohxt9CRpotLXAu">PostgreSQL Hits 9.3, New Levels Of Popularity With The Cool Kids – ReadWrite</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">Elsewhere</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li><a href="http://www.johndcook.com/blog/2012/07/16/reading-the-masters/">Reading the masters</a>
</li>
</ul>
</div>
</div>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2013-09-15T00:00:00+02:00" pubdate data-updated="true">Sep 15<span>th</span>, 2013</time></div>
	<div class="tags">


	<a class='category' href='/blog/categories/linkfest/'>Linkfest</a>


</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_button_google_plusone" g:plusone:size="medium"></a>
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2014

    Ronert Obst

– Proud member of <a href="http://www.r-bloggers.com">www.r-bloggers.com</a>
</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'everythingcounts';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>



	<script type="text/javascript">
		var _gaq = _gaq || [];
		_gaq.push(['_setAccount', 'UA-40781735-1']);
		_gaq.push(['_trackPageview']);

		(function() {
			var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
			ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
			var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
		})();
	</script>



</body>
</html>